Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/DigitalSeparationUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# PRIVACY_PERMISSIONS_DETAIL
source: Manage which apps have access to your information, like your calendar or contacts.
ar: تحديد التطبيقات التي يمكنها الوصول إلى معلوماتك، مثل التقويم أو جهات الاتصال.
bg: Управлявайте кои приложения имат достъп до вашата информация, например вашия календар или контакти.
ca: Gestiona quines apps poden accedir a la informació, com ara el calendari o els contactes.
cs: Určete, které aplikace mají mít přístup k vašim informacím, jako je například kalendář nebo kontakty.
da: Administrer, hvilke apps, der har adgang til dine oplysninger – f.eks. din kalender eller dine kontakter.
de: Verwalte, welche Apps Zugriff auf deine Informationen wie Kalender oder Kontakte haben.
el: Διαχειριστείτε ποιες εφαρμογές έχουν πρόσβαση στα δεδομένα σας, όπως το ημερολόγιο ή οι επαφές σας.
es: Gestiona qué apps tienen acceso a tus datos, como a tus contactos o a tu calendario.
es_us: Administra cuáles apps tienen acceso a tu información, como a tu calendario o contactos.
fi: Hallitse, mitkä apit saavat käyttää tietojasi, kuten kalenteria tai yhteystietoja.
fr: Gérez les apps ayant accès à vos informations, comme votre calendrier ou vos contacts.
fr_ca: Révisez quelles apps ont accès à vos informations, comme votre calendrier ou vos contacts.
he: באפשרותך לנהל את היישומים שיכולים לגשת למידע שלך, כמו לוח השנה או אנשי הקשר.
hi: प्रबंधित करें कि कौन-से ऐप्स के पास आपकी जानकारी जैसे आपके कैलेंडर या संपर्क का ऐक्सेस हो।
hr: Odredite koje aplikacije imaju pristup vašim informacijama, kao što su vaš kalendar ili kontakti.
hu: Kezelheti, hogy mely appok rendelkezzenek hozzáféréssel az Ön információihoz, például a naptárához vagy a kontaktjaihoz.
id: Kelola app mana yang memiliki akses ke informasi Anda, seperti kalender atau kontak Anda.
it: Gestisci le app che hanno accesso alle tue informazioni, come Calendario o Contatti.
ja: カレンダーや連絡先など、あなたの情報にアクセスできるアプリを管理します。
kk: Күнтізбе немесе контактілер сияқты ақпаратыңызға қандай қолданбалардың қол жеткізе алатынын басқарыңыз.
ko: 캘린더 또는 연락처 같은 사용자의 정보에 접근할 수 있는 앱을 관리하십시오.
lt: Pasirinkite, kurios programos turi prieigą prie jūsų informacijos, pvz., kalendoriaus ar adresatų.
ms: Urus app yang mempunyai akses kepada maklumat anda, seperti kalendar atau kenalan anda.
nl: Beheer welke apps toegang hebben tot je informatie, zoals je agenda of contacten.
no: Administrer hvilke apper som skal ha tilgang til informasjonen din, som kalenderen eller kontakter.
pl: Zarządzaj aplikacjami, które mają mieć dostęp do Twoich informacji, na przykład kalendarzy lub kontaktów.
pt_br: Gerencie quais apps têm acesso às suas informações, como seu calendário ou os contatos.
pt_pt: Faça a gestão das aplicações que têm acesso à sua informação, como os seus contactos ou calendário.
ro: Gestionați ce aplicații au acces la informațiile dvs., precum calendarul sau contactele.
ru: Управляйте приложениями, с которыми Вы делитесь информацией, например календарем или контактами.
sk: Spravujte, ktoré apky majú prístup k vašim informáciám, napríklad kalendárom alebo kontaktom.
sl: Upravljajte, katere aplikacije imajo dostop do vaših podatkov, na primer do koledarja ali stikov.
sv: Hantera vilka appar som har tillgång till din information, till exempel kalendern eller kontakter.
th: จัดการแอปที่สามารถเข้าถึงข้อมูลของคุณได้ เช่น ปฏิทินหรือรายชื่อของคุณ
tr: Hangi uygulamaların takvim veya kişiler gibi bilgilerinize erişimi olduğunu yönetin.
uk: Контролюйте, до якої інформації надано доступ програмам, як‑от календарю або контактам.
vi: Quản lý những ứng dụng nào có quyền truy cập vào thông tin của bạn, như lịch hoặc danh bạ của bạn.
zh_cn: 管理哪些App可以访问你的信息，如日历或联系人。
zh_hk: 管理哪些App可取用你的資料，例如日曆或通訊錄。
zh_tw: 管理有哪些App可取用你的資訊（例如行事曆或聯絡人）。

# CHECK_OTHER_DEVICES
source: Other Devices
ar: الأجهزة الأخرى
bg: Други устройства
ca: Altres dispositius
cs: Ostatní zařízení
da: Andre enheder
de: Andere Geräte
el: Άλλες συσκευές
es: Otros dispositivos
es_us: Otros dispositivos
fi: Muut laitteet
fr: Autres appareils
fr_ca: Autres appareils
he: מכשירים אחרים
hi: अन्य डिवाइस
hr: Drugi uređaji
hu: Egyéb eszközök
id: Perangkat Lainnya
it: Altri dispositivi
ja: その他のデバイス
kk: Басқа құрылғылар
ko: 다른 기기
lt: Kiti įrenginiai
ms: Peranti Lain
nl: Andere apparaten
no: Andre enheter
pl: Inne urządzenia
pt_br: Outros Dispositivos
pt_pt: Outros dispositivos
ro: Alte dispozitive
ru: Другие устройства
sk: Ostatné zariadenia
sl: Druge naprave
sv: Andra enheter
th: อุปกรณ์อื่นๆ
tr: Diğer Aygıtlar
uk: Інші пристрої
vi: Các thiết bị khác
zh_cn: 其他设备
zh_hk: 其他裝置
zh_tw: 其他裝置

# RESET_ALL_ERROR_MESSAGE
source: A problem occurred when attempting to stop sharing. Stop sharing directly within the apps.
ar: حدثت مشكلة أثناء محاولة إيقاف المشاركة. يرجى إيقاف المشاركة من داخل التطبيقات مباشرة.
bg: Възникна проблем при опит за спиране на споделянето. Спрете споделянето директно от приложенията.
ca: Hi ha hagut un problema en intentar deixar de compartir informació. Atura l’ús compartit directament a les apps.
cs: Při pokusu o zastavení sdílení došlo k problému. Sdílení můžete zastavit přímo v aplikacích.
da: Der opstod et problem under forsøget på at stoppe deling. Stop deling direkte i de relevante apps.
de: Beim Versuch, das Teilen zu beenden, ist ein Fehler aufgetreten. Stoppe das Teilen direkt in den Apps.
el: Παρουσιάστηκε πρόβλημα κατά την απόπειρα διακοπής κοινοποίησης. Διακόψτε την κοινοποίηση απευθείας εντός των εφαρμογών.
es: Ha habido un problema al intentar dejar de compartir. Deja de compartir directamente desde dentro de las apps.
es_us: Ocurrió un problema al intentar dejar de compartir, por lo que deberás intentarlo directamente dentro de las apps.
fi: Yritettäessä lopettaa jakamista ilmeni ongelma. Lopeta jakaminen suoraan apeissa.
fr: Un problème est survenu lors de la tentative d’arrêt du partage. Arrêtez le partage directement dans les apps concernées.
fr_ca: Un problème est survenu lors de la tentative d’arrêt du partage. Arrêtez le partage directement à partir des apps.
he: אירעה בעיה בעת הניסיון להפסיק את השיתוף. יש להפסיק את השיתוף ישירות מתוך היישומים.
hi: शेयरिंग बंद करने की कोशिश के दौरान समस्या हुई। ऐप्स में जाकर सीधे शेयरिंग बंद करें।
hr: Došlo je do problema prilikom pokušaja zaustavljanja dijeljenja. Zaustavite dijeljenje izravno unutar aplikacija.
hu: Probléma merült fel a megosztás leállítására tett kísérlet során. A megosztást közvetlenül az appokból állíthatja le.
id: Terjadi masalah saat mencoba berhenti berbagi. Berhenti berbagi secara langsung dari dalam app.
it: Si è verificato un problema durante il tentativo di interrompere la condivisione. Interrompila direttamente dalle app.
ja: 共有停止中に問題が起きました。アプリ内で直接共有を停止してください。
kk: Бөлісу әрекетін тоқтатуға әрекет жасау кезінде мәселе туындады. Оны тікелей қолданбаларда тоқтатыңыз.
ko: 공유를 중단하는 동안 문제가 발생했습니다. 해당 앱 내에서 공유를 직접 중단하십시오.
lt: Bandant sustabdyti bendrinimą kilo problema. Sustabdykite bendrinimą tiesiogiai programose.
ms: Masalah berlaku semasa cuba menghentikan perkongsian. Hentikan perkongsian terus dalam app.
nl: Er heeft zich een probleem voorgedaan bij het stoppen met delen. Stop het delen rechtstreeks in de apps.
no: Det oppsto et problem under forsøk på å avslutte deling. Avslutt deling direkte i appene.
pl: Wystąpił problem podczas próby zatrzymania udostępniania. Zatrzymaj udostępnianie bezpośrednio w aplikacjach.
pt_br: Ocorreu um problema ao tentar parar o compartilhamento. Pare o compartilhamento diretamente nos apps.
pt_pt: Ocorreu um problema ao tentar parar a partilha. Deixe de partilhar diretamente nas aplicações.
ro: A intervenit o problemă în timpul încercării de a opri partajarea. Opriți partajarea direct din aplicații.
ru: Возникла проблема при попытке закрыть общий доступ. Попробуйте закрыть общий доступ непосредственно в приложениях.
sk: Pri pokuse zastaviť zdieľanie sa vyskytla chyba. Skúste zdieľanie zastaviť priamo v apkách.
sl: Pri poskusu ustavitve deljenja je prišlo do težave. Deljenje ustavite neposredno v aplikacijah.
sv: Ett problem uppstod när delningen skulle stoppas. Stoppa delningen direkt inuti apparna.
th: เกิดปัญหาขึ้นเมื่อพยายามหยุดแชร์ หยุดแชร์โดยตรงภายในแอป
tr: Paylaşmayı durdurmayı denerken bir sorun oluştu. Paylaşmayı doğrudan uygulamaların içinde durdurun.
uk: Під час спроби припинити поширення сталася помилка. Припиніть поширення безпосередньо у програмах.
vi: Đã xảy ra sự cố khi cố gắng dừng chia sẻ. Hãy dừng chia sẻ trực tiếp bên trong các ứng dụng.
zh_cn: 尝试停止共享时出错。请直接在App内停止共享。
zh_hk: 嘗試停止共享時發生問題。請直接在App內停止共享。
zh_tw: 嘗試停止分享時發生問題。請在App中直接停止分享。

source: Reset Face ID
ar: إعادة تعيين بصمة الوجه
bg: Нулирай Face ID
ca: Restableix el Face ID
cs: Resetovat Face ID
da: Nulstil Face ID
de: Face ID zurücksetzen
el: Επαναφορά Face ID
es: Restablecer Face ID
es_us: Restablecer Face ID
fi: Nollaa Face ID
fr: Réinitialiser Face ID
fr_ca: Réinitialiser Face ID
he: איפוס Face ID
hi: Face ID रीसेट करें
hr: Resetiraj Face ID
hu: Face ID alaphelyzetbe állítása
id: Atur Ulang Face ID
it: Inizializza Face ID
ja: Face IDをリセット
kk: Face ID бастапқы күйге қайтару
ko: Face ID 재설정
lt: Nustatyti „Face ID“ iš naujo
nl: Stel Face ID opnieuw in
no: Nullstill Face ID
pl: Wyzeruj Face ID
pt_br: Redefinir Face ID
pt_pt: Repor Face ID
ro: Resetați Face ID
ru: Сбросить Face ID
sk: Resetovať Face ID
sl: Ponastavi funkcijo Face ID
sv: Nollställ Face ID
th: รีเซ็ต Face ID
tr: Face ID’yi Sıfırla
uk: Скинути Face ID
vi: Đặt lại Face ID
zh_cn: 重设面容ID
zh_hk: 重設Face ID
zh_tw: 重置Face ID

# ADDITIONAL_WALLET_TITLE
source: Wallet
ar: المحفظة
bg: Портфейл
ca: Cartera
cs: Peněženka
el: Πορτοφόλι
es: Cartera
fi: Lompakko
fr: Cartes
fr_ca: Portefeuille
he: ארנק
hi: वॉलेट
hr: Novčanik
hu: Tárca
id: Dompet
ja: ウォレット
ko: 지갑
lt: Piniginė
no: Lommebok
pl: Portfel
pt_br: Carteira
pt_pt: Carteira
ro: Portofel
sk: Peňaženka
sl: Denarnica
sv: Plånbok
th: กระเป๋าสตางค์
tr: Cüzdan
uk: Гаманець
vi: Ví
zh_cn: 钱包
zh_hk: 銀包
zh_tw: 錢包

# APP_DELETION_RESTRICTION
source: Deleting apps from your iPhone.
ar: حذف التطبيقات من iPhone.
bg: Изтриване на приложения от вашия iPhone.
ca: Eliminació de les apps de l’iPhone
cs: Mazání aplikací z iPhonu
da: Sletter apps fra din iPhone.
de: Apps von deinem iPhone löschen …
el: Διαγραφή εφαρμογών από το iPhone σας
es: La eliminación de apps del iPhone.
es_us: La eliminación de apps del iPhone.
fi: appien poisto iPhonesta
fr: Suppression d’apps de votre iPhone.
fr_ca: la suppression d’apps de l’iPhone;
he: מחיקת יישומים מה-iPhone
hi: आपके iPhone से ऐप्स डिलीट करना।
hr: Brisanje aplikacije s iPhonea.
hu: Appok törlése az Ön iPhone-járól.
id: Menghapus app dari iPhone Anda.
it: L’eliminazione di app da iPhone.
ja: iPhoneからアプリを削除します。
kk: Қолданбаларды iPhone құрылғыңыздан жою.
ko: iPhone에서 앱 삭제하기
lt: Programų iš jūsų „iPhone“ trynimas.
ms: Memadamkan app daripada iPhone anda.
nl: Apps van je iPhone verwijderen.
no: Sletting av apper fra iPhone.
pl: Usuwanie aplikacji z iPhone’a.
pt_br: Apagando apps do iPhone.
pt_pt: Eliminação de aplicações do iPhone.
ro: Ștergerea aplicațiilor de pe iPhone.
ru: Удаление приложений с iPhone.
sk: Vymazávanie apiek z vášho iPhonu.
sl: Brisanje aplikacij iz iPhona.
sv: Radering av appar från iPhone.
th: การลบแอปออกจาก iPhone ของคุณ
tr: Uygulamaları iPhone’unuzdan silmek.
uk: Видалення програм з iPhone.
vi: Xóa ứng dụng khỏi iPhone của bạn.
zh_cn: 从iPhone删除App。
zh_hk: 從iPhone刪除App。
zh_tw: 從你的iPhone刪除App。

# EMERGENCY_SOS_DETAIL
source: Your emergency contacts are notified if you use Emergency SOS or take a hard fall.
ar: يتم إعلام جهات اتصال الطوارئ لديك إذا استخدمت طوارئ SOS أو تعرضت لسقطة قوية.
bg: Контактите ви за спешни случаи могат да бъдат уведомявани, ако използвате функцията за спешно SOS обаждане или имате тежко падане.
ca: Si fas servir l’avís d’emergència SOS o pateixes una caiguda forta, els contactes d’emergència rebran una notificació.
cs: Když použijete funkci Tíseň SOS nebo utrpíte těžký pád, budou o tom vyrozuměny vaše nouzové kontakty.
da: Dine nødkontakter bliver underrettet, hvis du bruger Nød‑SOS eller er ude for et slemt fald.
de: Wenn du „Notfall SOS“ verwendest oder schwer stürzt, werden deine Notfallkontakte benachrichtigt.
el: Οι επαφές έκτακτης ανάγκης σας λαμβάνουν γνωστοποίηση αν χρησιμοποιήσετε το Επείγον SOS ή πέσετε.
es: Tus contactos de emergencia recibirán un aviso si usas la función “Emergencia SOS” o sufres una caída fuerte.
es_us: Si usas Emergencia SOS o sufres una caída fuerte, se avisará a tus contactos de emergencia.
fi: ICE-yhteyshenkilöillesi ilmoitetaan, jos käytät Hätätila SOS:ia tai kaadut rajusti.
fr: Vos contacts d’urgence sont prévenus si vous utilisez « Appel d’urgence » ou en cas de mauvaise chute.
fr_ca: Vos contacts d’urgence sont notifiés si vous utilisez Urgence SOS ou si vous faites une chute violente.
he: אנשי הקשר שלך לשעת חירום יקבלו הודעה אם השתמשת ב״חירום SOS״ או נפלת נפילה קשה.
hi: अगर आप आपातकालीन SOS का इस्तेमाल करते हैं या आप ज़ोर से गिर जाते हैं, तो आपके आपातकालीन संपर्कों को सूचना दी जाती है।
hr: Vaši hitni kontakti bit će obaviješteni ako koristite Hitan poziv ili pretrpite snažan pad.
hu: A vészhelyzetben értesítendő kontaktjai értesítve lesznek, ha a Vészhelyzet – SOS funkciót használja, vagy súlyos esést szenved el.
id: Kontak darurat Anda diberi tahu jika Anda menggunakan Darurat SOS atau terjatuh dengan keras.
it: I contatti di emergenza ricevono una notifica se usi “SOS emergenze” o se subisci una caduta grave.
ja: “緊急SOS”を使用するか、または激しく転倒した場合、緊急連絡先に通知を送信できます。
kk: «Төтенше қоңырау — SOS» функциясын пайдалансаңыз немесе қатты құласаңыз, төтенше контактілер бұл туралы хабардар болады.
ko: 사용자가 긴급 구조 요청을 사용하거나 세게 넘어지는 경우 긴급 연락처가 이에 대한 통지를 받습니다.
lt: Jūsų adresatai nelaimės atveju informuojami, jei panaudojate SOS signalą arba stipriai nukrentate.
ms: Kenalan kecemasan anda dimaklumkan jika anda menggunakan SOS Kecemasan atau jatuh teruk.
nl: Je SOS-contactpersonen worden ingelicht als je SOS-noodmelding gebruikt of een flinke val maakt.
no: Nødkontaktene dine blir varslet hvis du bruker Nødanrop (SOS) eller det registreres et hardt fall.
pl: Twoje kontakty alarmowe będą powiadamiane, jeśli użyjesz funkcji Alarmowe SOS lub poważnie upadniesz.
pt_br: Seus contatos de emergência recebem notificações caso você use o SOS de Emergência ou tenha uma queda grave.
pt_pt: Os seus contactos de emergência serão notificados se usar SOS emergência ou se sofrer uma queda grave.
ro: Contactele dvs. pentru urgențe sunt notificate dacă utilizați S.O.S. urgențe sau dacă suferiți o cădere serioasă.
ru: Ваши контакты на случай ЧП получат уведомление, если Вы используете функцию «Экстренный вызов — SOS» или жестко упадете.
sk: Keď použijete funkciu SOS alebo utrpíte ťažký pád, vaše tiesňové kontakty na to budú upozornené.
sl: Vaši stiki za nujne primere so obveščeni, če uporabite nujni poziv SOS ali če hudo padete.
sv: Dina nödkontakter får ett meddelande om du använder Nödanrop SOS eller ramlar omkull.
th: รายชื่อผู้ติดต่อฉุกเฉินของคุณจะได้รับการแจ้งเตือนหากคุณใช้ SOS ฉุกเฉินหรือล้มอย่างรุนแรง
tr: Acil SOS’i kullanırsanız veya kötü bir şekilde düşerseniz acil durum kişilerinize bildirilir.
uk: Ваші екстрені контакти отримають сповіщення, якщо ви скористаєтеся функцією «Сигнал SOS» або зазнаєте жорсткого падіння.
vi: Các liên hệ khẩn cấp của bạn được thông báo nếu bạn sử dụng SOS khẩn cấp hoặc bị ngã mạnh.
zh_cn: 若你使用了SOS紧急联络或摔得很严重，紧急联系人将收到通知。
zh_hk: 如你使用「緊急求助SOS」或嚴重跌倒，緊急聯絡人將會收到通知。
zh_tw: 在你使用「SOS緊急服務」或嚴重跌倒時，系統都會通知你的緊急聯絡人。

# MANAGED_ACCOUNT_TITLE
source: Safety Check is Unavailable for This Managed Apple Account
ar: ميزة التحقق من الأمان غير متاحة لحساب Apple المُدار هذا
bg: Функцията за проверка на сигурността не е достъпна за тази управлявана Apple регистрация
ca: Comprovació de seguretat no disponible per al compte d’Apple gestionat
cs: Bezpečnostní kontrola není pro tento spravovaný účet Apple k dispozici
da: Sikkerhedskontrol er ikke tilgængelig for denne administrerede Apple-konto
de: „Sicherheitsprüfung“ nicht verfügbar für diesen verwalteten Apple Account
el: Ο Έλεγχος ασφάλειας δεν είναι διαθέσιμος για αυτόν τον διαχειριζόμενο λογαριασμό Apple
es: La comprobación de seguridad no es compatible con esta cuenta de Apple gestionada
es_us: Revisión de seguridad no disponible para esta cuenta de Apple administrada
fi: Tämä hallittu Apple-tili ei voi käyttää Turvatarkastusta
fr: Contrôle de sécurité non disponible pour ce compte Apple géré
fr_ca: Contrôle de sécurité inaccessible pour ce compte Apple géré
he: המאפיין ״בדיקת בטיחות״ אינו זמין עבור חשבון Apple מנוהל זה
hi: इस प्रबंधित Apple खाते के लिए सुरक्षा जाँच अनुपलब्ध है
hr: Sigurnosna provjera nije dostupna za ovaj upravljani Apple račun
hu: A Biztonsági ellenőrzés nem érhető el ehhez a felügyelt Apple-fiókhoz
id: Pemeriksaan Keselamatan Tidak Tersedia untuk Akun Apple Terkelola Ini
it: “Controllo di sicurezza” non è disponibile per questo Apple Account gestito
ja: この管理対象Apple Accountでは個人情報安全性チェックを使用できません
kk: Осы басқарылатын Apple аккаунты үшін «Қауіпсіздікті тексеру» қолжетімді емес
ko: 이 관리형 Apple 계정으로는 안전 점검을 사용할 수 없음
lt: Saugumo patikra šioje valdomoje „Apple“ paskyroje nepasiekiama
ms: Semakan Keselamatan Tidak Tersedia untuk Akaun Apple Terurus Ini
nl: 'Veiligheidscontrole' is niet beschikbaar voor deze beheerde Apple Account
no: Trygghetssjekk er utilgjengelig for denne administrerte Apple-kontoen
pl: Funkcja Kontrola bezpieczeństwa niedostępna dla tego zarządzanego konta Apple
pt_br: A Verificação de Segurança Está Indisponível para Esta Conta Apple Gerenciada
pt_pt: Verificação de segurança indisponível para esta conta Apple gerida
ro: Verificarea siguranței nu este disponibilă pentru acest cont Apple gestionat
ru: Проверка безопасности недоступна для этого управляемого Аккаунта Apple
sk: Bezpečnostná kontrola nie je k dispozícii pre tento spravovaný Apple účet
sl: Varnostno preverjanje ni na voljo za ta upravljani račun Apple
sv: Säkerhetskontroll är inte tillgängligt för detta hanterade Apple‑konto
th: ไม่มีการตรวจสอบด้านความปลอดภัยสำหรับบัญชี Apple ที่มีการจัดการนี้
tr: Güvenlik Denetimi Bu Yönetilen Apple Hesabı İçin Kullanılamıyor
uk: Перевірка безпека недоступна для цього керованого облікового запису Apple
vi: Kiểm tra an toàn không khả dụng cho Tài khoản Apple được quản lý này
zh_cn: “安全检查”不可用于此管理式Apple账户
zh_hk: 此管理式Apple帳户無法使用「安全檢查」
zh_tw: 此「管理式Apple帳號」無法使用「安全檢查」

# PRIVATE_RELAY_FAILURE_DETAIL
source: There was an error turning on Private Relay. Turn on Private Relay directly in Settings.
ar: حدث خطأ أثناء تشغيل ميزة إخفاء العنوان. شغِّل إخفاء العنوان مباشرة في الإعدادات.
bg: Възникна грешка при включване на Поверително пренасочване. Включете Поверително пренасочване директно в Настройки.
ca: Hi ha hagut un error en activar la tramesa privada. Activa‑la directament a la configuració.
cs: Při zapínání služby Soukromý přenos se vyskytla chyba. Zapněte ji přímo v Nastavení.
da: Der opstod en fejl under forsøget på at slå Privat datatrafik til. Slå Privat datatrafik til i Indstillinger.
de: Bei der Aktivierung des Privat-Relay ist ein Fehler aufgetreten. Aktiviere Privat-Relay direkt in „Einstellungen“.
el: Προέκυψε σφάλμα κατά την ενεργοποίηση της Ιδιωτικής μεταγωγής. Ενεργοποιήστε την Ιδιωτική μεταγωγή απευθείας στις Ρυθμίσεις.
es: Se ha producido un error al activar el relay privado. Actívalo directamente en Ajustes.
es_us: Ocurrió un error al activar la retransmisión privada, lo que puedes hacer directamente en Configuración.
fi: Virhe laitettaessa suojattua lähetystä päälle. Laita suojattu lähetys päälle suoraan Asetuksissa.
fr: Une erreur s’est produite lors de l’activation du relais privé. Activez le relais privé directement dans Réglages.
fr_ca: Une erreur s’est produite lors de l’activation du relais privé. Activez-le directement dans Réglages.
he: אירעה שגיאה בהפעלת ״ממסר פרטי״. ניתן להפעיל את ״ממסר פרטי״ ישירות מתוך ״הגדרות״.
hi: प्राइवेट रिले चालू करने में एरर हुआ। सीधे सेटिंग्ज़ में जाकर प्राइवेट रिले चालू करें।
hr: Došlo je do greške prilikom uključivanja Privatnog releja. Uključite Privatni relej izravno u Postavkama.
hu: Hiba történt a Privát átjátszó bekapcsolásakor. Kapcsolja be a Privát átjátszót közvetlenül a Beállításokban.
id: Ada kesalahan saat menyalakan Relai Pribadi. Nyalakan Relai Pribadi secara langsung di Pengaturan.
it: Si è verificato un errore durante l’attivazione del relay privato. Attivalo direttamente in Impostazioni.
ja: プライベートリレーをオンにするときにエラーが起きました。“設定”で直接オンにしてください。
kk: Жеке торапты қосу кезінде қате орын алды. Оны тікелей «Реттеулер» қолданбасында қосыңыз.
ko: 비공개 릴레이를 켜는 동안 오류가 발생했습니다. 비공개 릴레이를 설정에서 직접 켜십시오.
lt: Įjungiant privatųjį perdavimą kilo klaida. Įjunkite privatųjį perdavimą tiesiogiai nustatymuose.
ms: Terdapat ralat semasa mengaktifkan Geganti Peribadi. Aktifkan Geganti Peribadi secara terus dalam Seting.
nl: Er heeft zich een fout voorgedaan bij het inschakelen van 'Privédoorgifte'. Schakel 'Privédoorgifte' rechtstreeks in Instellingen in.
no: Det oppsto en feil med å slå på Privat trafikk. Slå på Privat trafikk direkte i Innstillinger.
pl: Wystąpił błąd podczas włączania usługi Przekazywanie prywatne. Włącz ją bezpośrednio w Ustawieniach.
pt_br: Houve um erro ao ativar a Retransmissão Privada. Ative a Retransmissão Privada diretamente nos Ajustes.
pt_pt: Ocorreu um erro ao ativar o Reencaminhamento privado. Ative‑o diretamente nas Definições.
ro: A existat o eroare la activarea transmisiei private. Activați transmisia privată direct din Configurări.
ru: Произошла ошибка при включении Частного узла. Включите Частный узел непосредственно в Настройках.
sk: Pri zapínaní súkromného prenosu sa vyskytla chyba. Zapnite ho priamo v Nastaveniach.
sl: Pri vklopu zasebne povezave Private Relay je prišlo do napake. Zasebno povezavo Private Relay vklopite neposredno v Nastavitvah.
sv: Det gick inte att aktivera Privat relä. Aktivera Privat relä direkt i Inställningar.
th: เกิดข้อผิดพลาดในระหว่างเปิดใช้ Private Relay ให้เปิดใช้ Private Relay โดยตรงในการตั้งค่า
tr: Özel Geçiş açılırken bir hata oluştu. Özel Geçiş’i doğrudan Ayarlar’da açın.
uk: Під час увімкнення Приват-реле сталася помилка. Увімкніть Приват-реле безпосередньо в Параметрах.
vi: Đã xảy ra lỗi trong khi bật Chuyển tiếp bảo mật. Hãy bật Chuyển tiếp bảo mật trực tiếp trong Cài đặt.
zh_cn: 打开专用代理时出现错误。请在“设置”中直接打开专用代理。
zh_hk: 開啟「私密轉送」時發生錯誤。請在「設定」中直接開啟「私密轉送」。
zh_tw: 開啟「私密轉送」時發生錯誤。請在「設定」中直接開啟「私密轉送」。
